const langArr = {
  title: {
    ru: "Cтроительство бассейнов",
    ukr: "Будівництво басейнів",
  },
};

const menu = {
  ukr: {
    Главная: "Головна",
    Услуги: "Послуги",
    Проекты: "Проекти",
    Контакты: "Контакти",
    FAQ: "FAQ",
    RU: "UKR",
  },
  ru: {
    Головна: "Главная",
    Послуги: "Услуги",
    Проекти: "Проекты",
    Контакти: "Контакты",
    FAQ: "FAQ",
    UKR: "RU",
  },
};
const menu_footer = {
  ukr: {
    Главная: "Головна",
    Услуги: "Послуги",
    Проекты: "Проекти",
    Контакты: "Контакти",
    FAQ: "FAQ",
    RU: "UKR",
  },
  ru: {
    Головна: "Главная",
    Послуги: "Услуги",
    Проекти: "Проекты",
    Контакти: "Контакты",
    FAQ: "FAQ",
    UKR: "RU",
  },
};
const main_header = {
  title: {
    ru: "строительство бассейнов <br><span>в украине</span>",
    ukr: "будівництво басейнів <br><span>в Україні</span",
  },
};
const main_header_text = {
  title: {
    ru: "Мы строим бассейны разных типов и размеров, будь то мини-бассейн или общественный объект. Выбирая нас, вы выбираете спокойствие и уверенность за конечный результат.",
    ukr: "Ми будуємо басейни різних типів та розмірів, будь то міні-басейн або громадський об'єкт. Вибираючи нас, ви обираєте спокій та впевненість за кінцевий результат.",
  },
};

const buttons = {
  ukr: {
    заказать: "замовити",
    "все работы": "всі роботи",
    "перейти в форму": "перейти у форму",
    отправить: "надіслати",
  },
  ru: {
    замовити: "заказать",
    "всі роботи": "все работы",
    "перейти у форму": "перейти в форму",
    надіслати: "отправить",
  },
};

const service = {
  title: {
    ru: "услуги",
    ukr: "послуги",
  },
};
const service_title = {
  ukr: {
    строительство: "будівництво",
    реконструкция: "реконструкція",
    модернизация: "модернізація",
    обслуживание: "обслуговування",
    "продажа оборудования, аксессуаров и химии":
      "продаж обладнання, аксесуарів та хімії",
  },
  ru: {
    будівництво: "строительство",
    реконструкція: "реконструкция",
    модернізація: "модернизация",
    обслуговування: "обслуживание",
    "продаж обладнання, аксесуарів та хімії":
      "продажа оборудования, аксессуаров и химии",
  },
};
const service_content = {
  ukr: {
    "Строительство бассейна – это полный цикл строительно-монтажных работ. Процесс включает в себя проектно-сметные работы, изготовление ванны (чаши), монтаж оборудования, гидроизоляции и ввод в эксплуатацию готового проекта с последующим сервисным обслуживанием. Мы предлагаем освободить вас от рутины переговоров с несколькими исполнителями. Экономя ваше время, финансы, терпение мы осуществим ваше желание – собственный бассейн, который будет приносить удовольствие, здоровье и эмоции вам и вашим окружающим.":
      "Будівництво басейну  - це повний цикл будівельно-монтажних робіт. Процес включає проектно-кошторисні роботи, виготовлення ванни (чаші), монтаж обладнання, гідроізоляцію та введення в експлуатацію готового проекту з подальшим сервісним обслуговуванням. Ми пропонуємо звільнити вас від рутини переговорів із кількома виконавцями. Заощаджуючи ваш час, фінанси, терпіння ми здійснимо ваше бажання – власний басейн, який приноситиме задоволення, здоров'я та емоції вам та вашим близьким.",
    "Вопрос о реконструкции и ремонте бассейна возникает, когда множество мелких недочетов объединяются в крупную проблему. Именно тогда данный процесс поможет вернуть первоначальные впечатления о бассейне, а может и добавить новые. Зачастую, реконструкция, касается отделочного покрытия ванны (чаши) бассейна, борта, предбассейновой зоны. Реже это касается оборудования. Имея многолетний опыт и квалифицированный персонал, мы уверены, что реконструкция не оставит вас без бассейна на длительное время. Передовые технологии и материалы позволяют нам, в кротчайшие сроки, реализовывать проекты.":
      "Питання реконструкції та ремонту басейну виникає, коли безліч дрібних недоліків об'єднуються у велику проблему. Саме тоді цей процес допоможе повернути початкові враження про басейн, а може й додати нові позитивні враження. Найчастіше реконструкція стосується оздоблювального покриття ванни (чаші) басейну, борту, передбасейнової зони. Рідше це стосується обладнання. Маючи багаторічний досвід та кваліфікований персонал, ми впевнені, що реконструкція не залишить вас без басейну на тривалий час. Передові технології та матеріали дозволяють нам, у найкоротші терміни, реалізовувати проекти.",
    "К модернизации бассейнового оборудования и материалов, чаще всего, обращаются со временем развития технологий. Энергоэффективность, автоматизация работы оборудования, передовые технологии в обработке воды, новые отделочные материалы, которые были недоступны по тем или иным причинам на этапе строительства могут быть реализованы в процессе модернизации бассейна. Мы применяем современные технологии, оборудование и материалы, что позволят упростить процесс эксплуатации бассейна и снизить затраты на его содержание.":
      "До модернізації басейнового обладнання та матеріалів найчастіше звертаються з часом розвитку технологій. Енергоефективність, автоматизація роботи обладнання, передові технології в обробці води, нові оздоблювальні матеріали, які були недоступні з тих чи інших причин на етапі будівництва, можуть бути реалізовані в процесі модернізації басейну.Ми застосовуємо сучасні технології, обладнання та матеріали, що дозволять спростити процес експлуатації басейну та знизити витрати на його утримання.",
    "Любой, даже самый автоматизированный бассейн с удаленным управлением требует обслуживания. Это чистка поверхностей, сервисный регламент. Сервисные работы могут заключатся в том, чтобы проверить, проконтролировать, сделать ревизию, ремонт или настройку оборудования. Провести инструктаж персоналу. Провести «профилактику» оборудованию. Мы осуществляем полный комплекс работ по обслуживанию, уходу за бассейном и поставку необходимых материалов и реагентов.":
      "Будь-який навіть самий автоматизований басейн з дистанційним керуванням вимагає обслуговування. Це чищення поверхонь, сервісний регламент. Сервісні роботи можуть полягати в тому, щоб перевірити, проконтролювати, зробити ревізію, ремонт або налаштування обладнання, провести інструктаж персоналу, провести «профілактику» обладнання.Ми здійснюємо повний комплекс робіт з обслуговування, догляду за басейном та постачання необхідних матеріалів і реагентів.",
    "Проводим консультации, подбираем, анализируем и продаем оборудование и материалы. Фильтра, насосы, нагреватели, дозаторы химии, лайнер, аксессуары и реагенты – лишь часть нашего перечня. Торговые марки оборудования, которое мы предлагаем, положительно зарекомендовали себя на мировом рынке. С помощью нашего оборудования ваш бассейн будет в чистоте и безопасности на долгие годы.":
      "Проводимо консультації, підбираємо, аналізуємо та продаємо обладнання і матеріали. Фільтри, насоси, нагрівачі, дозатори хімії, ПВХ плівка, аксесуари та реагенти – лише частина нашого переліку. Торгові марки обладнання, яке ми пропонуємо, позитивно зарекомендували себе світовому ринку.За допомогою нашого обладнання ваш басейн буде в чистоті та безпеці на довгі роки.",
  },
  ru: {
    "Будівництво басейну  - це повний цикл будівельно-монтажних робіт. Процес включає проектно-кошторисні роботи, виготовлення ванни (чаші), монтаж обладнання, гідроізоляцію та введення в експлуатацію готового проекту з подальшим сервісним обслуговуванням. Ми пропонуємо звільнити вас від рутини переговорів із кількома виконавцями. Заощаджуючи ваш час, фінанси, терпіння ми здійснимо ваше бажання – власний басейн, який приноситиме задоволення, здоров'я та емоції вам та вашим близьким.":
      "Строительство бассейна – это полный циклстроительно-монтажных работ. Процесс включает в себя проектно-сметные работы, изготовление ванны (чаши), монтаж оборудования, гидроизоляции и ввод в эксплуатацию готового проекта с последующимсервисным обслуживанием. Мы предлагаем освободить вас от рутины переговоров с несколькими исполнителями. Экономя ваше время, финансы, терпение мы осуществим ваше желание – собственный бассейн, который будет приносить удовольствие, здоровье и эмоции вам и вашим окружающим",
    "Питання реконструкції та ремонту басейну виникає, коли безліч дрібних недоліків об'єднуються у велику проблему. Саме тоді цей процес допоможе повернути початкові враження про басейн, а може й додати нові позитивні враження. Найчастіше реконструкція стосується оздоблювального покриття ванни (чаші) басейну, борту, передбасейнової зони. Рідше це стосується обладнання.Маючи багаторічний досвід та кваліфікований персонал, ми впевнені, що реконструкція не залишить вас без басейну на тривалий час. Передові технології та матеріали дозволяють нам, у найкоротші терміни, реалізовувати проекти.":
      "Вопрос о реконструкции и ремонте бассейна возникает, когда множество мелких недочетов объединяются в крупную проблему. Именно тогда данный процесс поможет вернуть первоначальные впечатления о бассейне, а может и добавить новые. Зачастую, реконструкция, касается отделочного покрытия ванны (чаши) бассейна, борта, предбассейновой зоны. Реже это касается оборудования. Имея многолетний опыт и квалифицированный персонал, мы уверены, что реконструкция не оставит вас без бассейна на длительное время. Передовые технологии и материалы позволяют нам, в кротчайшие сроки, реализовывать проекты.",
    "До модернізації басейнового обладнання та матеріалів найчастіше звертаються з часом розвитку технологій. Енергоефективність, автоматизація роботи обладнання, передові технології в обробці води, нові оздоблювальні матеріали, які були недоступні з тих чи інших причин на етапі будівництва, можуть бути реалізовані в процесі модернізації басейну.Ми застосовуємо сучасні технології, обладнання та матеріали, що дозволять спростити процес експлуатації басейну та знизити витрати на його утримання.":
      "К модернизации бассейнового оборудования и материалов, чаще всего, обращаются со временем развития технологий. Энергоэффективность, автоматизация работы оборудования, передовые технологии в обработке воды, новые отделочные материалы, которые были недоступны по тем или иным причинам на этапе строительства могут быть реализованы в процессе модернизации бассейна. Мы применяем современные технологии, оборудование и материалы, что позволят упростить процесс эксплуатации бассейна и снизить затраты на его содержание.",
    "Будь-який навіть самий автоматизований басейн з дистанційним керуванням вимагає обслуговування. Це чищення поверхонь, сервісний регламент. Сервісні роботи можуть полягати в тому, щоб перевірити, проконтролювати, зробити ревізію, ремонт або налаштування обладнання, провести інструктаж персоналу, провести «профілактику» обладнання.Ми здійснюємо повний комплекс робіт з обслуговування, догляду за басейном та постачання необхідних матеріалів і реагентів.":
      "Любой, даже самый автоматизированный бассейн с удаленным управлением требует обслуживания. Это чистка поверхностей, сервисный регламент. Сервисные работы могут заключатся в том, чтобы проверить, проконтролировать, сделать ревизию, ремонт или настройку оборудования. Провести инструктаж персоналу. Провести «профилактику» оборудованию. Мы осуществляем полный комплекс работ по обслуживанию, уходу за бассейном и поставку необходимых материалов и реагентов.",
    "Проводимо консультації, підбираємо, аналізуємо та продаємо обладнання і матеріали. Фільтри, насоси, нагрівачі, дозатори хімії, ПВХ плівка, аксесуари та реагенти – лише частина нашого переліку. Торгові марки обладнання, яке ми пропонуємо, позитивно зарекомендували себе світовому ринку.За допомогою нашого обладнання ваш басейн буде в чистоті та безпеці на довгі роки.":
      "Проводим консультации, подбираем, анализируем и продаем оборудование и материалы. Фильтра, насосы, нагреватели, дозаторы химии, лайнер, аксессуары и реагенты – лишь часть нашего перечня. Торговые марки оборудования, которое мы предлагаем, положительно зарекомендовали себя на мировом рынке. С помощью нашего оборудования ваш бассейн будет в чистоте и безопасности на долгие годы.",
  },
};

const projects_title = {
  title: {
    ru: "примеры реализованных проектов",
    ukr: "приклади реалізованих проектів",
  },
};

const projects_title_info_header = {
  ukr: {
    "сезонный бассейн": "сезонний басейн",
    "индивидуальный бассейн": "індивідуальний басейн",
    "круглогодичный бассейн": "цілорічний басейн",
    "сезонный общественный бассейн": "сезонний громадський басейн",
    "круглогодичный индивидуальный бассейн": "цілорічний індивідуальний басейн",
    "автоматическая дозировка препаратов": "автоматичне дозування препаратів",
    "сезонный общественный бассейн": "сезонний громадський басейн",
  },
  ru: {
    "сезонний басейн": "сезонный бассейн",
    "індивідуальний басейн": "индивидуальный бассейн",
    "цілорічний басейн": "круглогодичный бассейн",
    'сезонний громадський басейн':'сезонный общественный бассейн',
    "цілорічний індивідуальний басейн": "круглогодичный индивидуальный бассейн",
    "автоматичне дозування препаратів": "автоматическая дозировка препаратов",
    "сезонний громадський басейн": "сезонный общественный бассейн",
  },
};

const detailed = {
  title: {
    ru: "Подробнее",
    ukr: "Докладніше",
  },
};
const projects_header = {
  title: {
    ru: "связаться с нами",
    ukr: "зв'язатися з нами",
  },
};
const projects_text = {
  title: {
    ru: "Оставьте свои контакты, мы перезвоним и проконсультируем вас",
    ukr: "Залишіть свої контакти, ми передзвонимо та проконсультуємо вас",
  },
};
const benefits_content_title = {
  title: {
    ru: "в чем наше преимущество?",
    ukr: "у чому наша перевага?",
  },
};
const benefits_content_text = {
  title: {
    ru: "Главным преимуществом нашей компании является её мобильность. <span>Мы работаем по всей Украине.</span> Также, в наших силах создать бассейн любой сложности и конструкции, обеспечивая клиентов <span>эстетикой и комфортом.</span> После сдачи бассейна, построенного нашей компанией под ключ предоставляется <span>месяц бесплатного обслуживания или комплектом химреагентов / необходимых аксессуаров.</span>",
    ukr: "Головною перевагою нашої компанії є її мобільність. <span>Ми працюємо по всій Україні.</span> Також, у наших силах створити басейн будь-якої складності та конструкції, забезпечуючи клієнтів <span>естетикою та комфортом.</span> Після здачі басейну, побудованого нашою компанією під ключ надається <span >місяц безкоштовного обслуговування або комплектом хімічних реагентів чи необхідних аксесуарів.</span>",
  },
};

const benefits_item_text = {
  ukr: {
    более: "більше",
    "не менее": "не менше",
    "лет на рынке": "років на ринку",
    "построенных бассейнов": "збудованих басейнів",
    "положительных отзывов": "позитивних відгуків",
  },
  ru: {
    більше: "более",
    "не менше": "не менее",
    "років на ринку": "лет на рынке",
    "збудованих басейнів": "построенных бассейнов",
    "позитивних відгуків": "положительных отзывов",
  },
};
const faq_title = {
  title: {
    ru: "ответы на часто задаваемые вопросы",
    ukr: "відповіді на запитання, що часто ставляться",
  },
};
const faq_accord_heading = {
  ukr: {
    "какой бассейн мне подойдет?": "який басейн мені підійде?",
    "как рассчитывается бюджет при постройке бассейна с нуля?":
      "як розраховується бюджет під час будівництва басейну з нуля?",
    "какие этапы строительства ванны бассейна?":
      "які етапи будівництва ванни басейну?",
    "как происходит обслуживание бассейна?":
      "як відбувається обслуговування басейну?",
  },
  ru: {
    "який басейн мені підійде?": "какой бассейн мне подойдет?",
    "як розраховується бюджет під час будівництва басейну з нуля?":
      "как рассчитывается бюджет при постройке бассейна с нуля?",
    "які етапи будівництва ванни басейну?":
      "какие этапы строительства ванны бассейна?",
    "як відбувається обслуговування басейну?":
      "как происходит обслуживание бассейна?",
  },
};
const faq_content_p = {
  ukr: {
    "Важный вопрос для каждого будущего владельца бассейна. Мы проанализируем и поможем в выборе. А здесь представим лишь некоторые доводы:":
      "Важливе питання для кожного майбутнього власника басейну. Ми проаналізуємо та допоможемо у виборі. А тут представимо лише деякі докази:",
    "Каждый человек, который когда-либо делал ремонт в квартире или строил дом, знает, что все затраты и расходы будут сведены в табличку «Бюджет». На языке строителя — это «смета», «коммерческое предложение». Это затраты клиента на постройку бассейна от приезда специалиста на участок, до введения в эксплуатацию.":
      "Кожна людина, яка колись робила ремонт у квартирі або будувала будинок, знає, що всі витрати будуть зведені в табличку «Бюджет». Мовою будівельника — це «кошторис», «комерційна пропозиція». Це витрати клієнта на будівництво басейну від приїзду спеціаліста на ділянку до введення в експлуатацію діючої споруди.",
    "Основные разделы сметы с нуля это:": "Основні розділи кошторису з нуля:",
    "Да, существуют еще разделы сметы, но они не всегда имеют отношение к основному бюджету и возникают в процессе работ или пожеланий заказчика. Мы стараемся наиболее точно подойти к основному расчету, чтобы исключить непредвиденные расходы.":
      "Так, існують ще розділи кошторису, але вони не завжди стосуються основного бюджету і виникають у процесі робіт чи побажань замовника. Ми намагаємося найточніше підійти до основного розрахунку, щоб унеможливити непередбачені витрати.",
    "Если вы выбрали для себя максимум дизайнерского подхода и архитектурных решений, то ванна бассейна из железобетона будет воплощением ваших идей.":
      "Якщо ви вибрали собі максимум дизайнерського підходу та архітектурних рішень, то ванна басейну із залізобетону буде втіленням ваших ідей.",
    "Для нестандартных решений, переменных глубин, неправильных форм и большинства видов отделок - железобетонная ванна будет надежной и долговечной основой.":
      "Для нестандартних рішень, змінних глибин, неправильних форм та більшості видів оздоблень – залізобетонна ванна буде надійною та довговічною основою.",
    "Так из каких этапов состоит строительство железобетонной ванны вашего будущего бассейна? Мы выбрали основные типовые решения для нашего региона строительства:":
      "Тож з яких етапів полягає будівництво залізобетонної ванни вашого майбутнього басейну? Ми обрали основні типові рішення для нашого регіону будівництва:",
    "У многих исполнителей своя технология производства работ, она может быть дополнена «пунктами профессионализма» и «разделами опыта». Основные решения не отличаются, меняется только суть решений в виду развития отрасли, технического прогресса, новшества в строительных материалах.":
      "У багатьох виконавців своя технологія виконання робіт, вона може бути доповнена «пунктами професіоналізму» та «розділами досвіду». Основні рішення не відрізняються, змінюється лише сутність рішень у вигляді розвитку галузі, технічного прогресу, нововведення у будівельних матеріалах.",
    "Обслуживание бассейна – это комплекс мер и услуг для поддержания в чистоте воды и поверхностей ванны бассейна, а также сохранения долговечности оборудования.":
      "Обслуговування басейну – це комплекс заходів та послуг для підтримання в чистоті води та поверхонь ванни басейну, а також збереження довговічності обладнання.",
    "Весь комплекс можно условно разделить на этапы:":
      "Весь комплекс можна умовно поділити на етапи:",
    "Как выглядит сам процесс со стороны? Большинство «наших» объектов после введения в эксплуатацию, подписывают соглашение на последующее обслуживание. Мы согласовываем регулярность, время приезда нашего специалиста, пожелания клиента и порядок расчетов. Наш персонал выполняет основные процедуры, заполняет журнал обслуживания, ведет учет и делает необходимые заявки в офис. Это процесс регламентирован и повторяется на всем этапе эксплуатации бассейна.":
      "Як виглядає сам процес із боку? Більшість «наших» об'єктів після введення в експлуатацію підписують угоду на подальше обслуговування. Ми погоджуємо регулярність, час приїзду нашого спеціаліста, побажання клієнта та порядок розрахунків. Наш персонал виконує основні процедури, заповнює журнал обслуговування, веде облік та робить необхідні заявки до офісу. Цей процес регламентований і повторюється по всьому етапі експлуатації басейну.",
    "Доверие со стороны клиента — это наибольшая ценность для нас, поэтому многие вопросы мы решаем удаленно, обрабатываем заявки оперативно, предоставляем услуги максимально в короткие сроки.":
      "Довіра з боку клієнта – це найбільша цінність для нас, тому багато питань ми вирішуємо віддалено, обробляємо заявки оперативно, надаємо послуги максимально за короткий термін.",
    "Так что конкретно входит в услугу «обслуживание бассейна»? Основными, необходимо выделить такие:":
      "Так що саме входить у послугу «обслуговування басейну»? Основні послуги необхідно виділити такі:",
  },
  ru: {
    "Важливе питання для кожного майбутнього власника басейну. Ми проаналізуємо та допоможемо у виборі. А тут представимо лише деякі докази:":
      "Важный вопрос для каждого будущего владельца бассейна. Мы проанализируем и поможем в выборе. А здесь представим лишь некоторые доводы:",
    "Кожна людина, яка колись робила ремонт у квартирі або будувала будинок, знає, що всі витрати будуть зведені в табличку «Бюджет». Мовою будівельника — це «кошторис», «комерційна пропозиція». Це витрати клієнта на будівництво басейну від приїзду спеціаліста на ділянку до введення в експлуатацію діючої споруди.":
      "Каждый человек, который когда-либо делал ремонт в квартире или строил дом, знает, что все затраты и расходы будут сведены в табличку «Бюджет». На языке строителя — это «смета», «коммерческое предложение». Это затраты клиента на постройку бассейна от приезда специалиста на участок, до введения в эксплуатацию.",
    "Основні розділи кошторису з нуля:": "Основные разделы сметы с нуля это:",
    "Так, існують ще розділи кошторису, але вони не завжди стосуються основного бюджету і виникають у процесі робіт чи побажань замовника. Ми намагаємося найточніше підійти до основного розрахунку, щоб унеможливити непередбачені витрати.":
      "Да, существуют еще разделы сметы, но они не всегда имеют отношение к основному бюджету и возникают в процессе работ или пожеланий заказчика. Мы стараемся наиболее точно подойти к основному расчету, чтобы исключить непредвиденные расходы.",
    "Якщо ви вибрали собі максимум дизайнерського підходу та архітектурних рішень, то ванна басейну із залізобетону буде втіленням ваших ідей.":
      "Если вы выбрали для себя максимум дизайнерского подхода и архитектурных решений, то ванна бассейна из железобетона будет воплощением ваших идей.",
    "Для нестандартних рішень, змінних глибин, неправильних форм та більшості видів оздоблень – залізобетонна ванна буде надійною та довговічною основою.":
      "Для нестандартных решений, переменных глубин, неправильных форм и большинства видов отделок - железобетонная ванна будет надежной и долговечной основой.",
    "Тож з яких етапів полягає будівництво залізобетонної ванни вашого майбутнього басейну? Ми обрали основні типові рішення для нашого регіону будівництва:":
      "Так из каких этапов состоит строительство железобетонной ванны вашего будущего бассейна? Мы выбрали основные типовые решения для нашего региона строительства:",
    "У багатьох виконавців своя технологія виконання робіт, вона може бути доповнена «пунктами професіоналізму» та «розділами досвіду». Основні рішення не відрізняються, змінюється лише сутність рішень у вигляді розвитку галузі, технічного прогресу, нововведення у будівельних матеріалах.":
      "У многих исполнителей своя технология производства работ, она может быть дополнена «пунктами профессионализма» и «разделами опыта. Основные решения не отличаются, меняется только суть решений в виду развития отрасли, технического прогресса, новшества в строительных материалах.",
    "Обслуговування басейну – це комплекс заходів та послуг для підтримання в чистоті води та поверхонь ванни басейну, а також збереження довговічності обладнання.":
      "Обслуживание бассейна – это комплекс мер и услуг для поддержания в чистоте воды и поверхностей ванны бассейна, а также сохранения долговечности оборудования.",
    "Весь комплекс можна умовно поділити на етапи:":
      "Весь комплекс можно условно разделить на этапы:",
    "Як виглядає сам процес із боку? Більшість «наших» об'єктів після введення в експлуатацію підписують угоду на подальше обслуговування. Ми погоджуємо регулярність, час приїзду нашого спеціаліста, побажання клієнта та порядок розрахунків. Наш персонал виконує основні процедури, заповнює журнал обслуговування, веде облік та робить необхідні заявки до офісу. Цей процес регламентований і повторюється по всьому етапі експлуатації басейну.":
      "Как выглядит сам процесс со стороны? Большинство «наших» объектов после введения в эксплуатацию, подписывают соглашение на последующее обслуживание. Мы согласовываем регулярность, время приезда нашего специалиста, пожелания клиента и порядок расчетов. Наш персонал выполняет основные процедуры, заполняет журнал обслуживания, ведет учет и делает необходимые заявки в офис. Это процесс регламентирован и повторяется на всем этапе эксплуатации бассейна.",
    "Довіра з боку клієнта – це найбільша цінність для нас, тому багато питань ми вирішуємо віддалено, обробляємо заявки оперативно, надаємо послуги максимально за короткий термін.":
      "Доверие со стороны клиента — это наибольшая ценность для нас, поэтому многие вопросы мы решаем удаленно, обрабатываем заявки оперативно, предоставляем услуги максимально в короткие сроки.",
    "Так що саме входить у послугу «обслуговування басейну»? Основні послуги необхідно виділити такі:":
      "Так что конкретно входит в услугу «обслуживание бассейна»? Основными, необходимо выделить такие:",
  },
};
const faq_list = {
  ukr: {
    "<span>Быстросборные каркасные, надувные бассейны</span> очень удобны в монтаже, мобильности. Они популярны у владельцев на сезонных дачных участках, на малых свободных по площади территориях, у людей, которые хотят начать пользоваться домашним бассейном и проанализировать это удовольствие без затрат на строительство.":
      "<span>Швидкозбірні каркасні, надувні басейни</span> дуже зручні у монтажі, мобільності. Вони популярні у власників на сезонних дачних ділянках, на малих вільних за площею територіях у людей, які хочуть почати користуватися домашнім басейном і проаналізувати це задоволення без витрат на будівництво.",
    "<span>Композитные готовые</span> ванны подкупают своей ценой, быстротой монтажа, изобилием предложения от производителя. Сторонники данного варианта ценят в нем быстроту установки. Маркетинг производителя всегда обнадеживает и делает невозможно возможным. Огромным плюсом в композитных чашах является то, что не нужно тратить средства на проектные работы, курировать строительство и делать непростой выбор по отделке ванны. Но, как и у каждого выбора, у композитных ванн есть свои отрицательные стороны.":
      "<span>Композитні готові</span> ванни підкуповують своєю ціною, швидкістю монтажу, розмаїттям пропозицій від виробника. Прихильники цього варіанта цінують у ньому швидкість установки. Маркетинг виробника завжди обнадіює і робить неможливе можливим. Величезним плюсом у композитних чашах є те, що не потрібно витрачати кошти на проектні роботи, займатися будівництвом і робити складний вибір з оздоблення ванни. Але, як і в кожного вибору, композитні ванни мають свої негативні сторони.",
    "<span>Лайнерные и плиточные бассейны.</span> Это средний и премиум сегмент среди бассейнов. Для таких бассейнов изготавливают ванны из железобетона. Любые пожелания, изыски, эксклюзивные технические решения возможны в реализации. Выбор материала для отделки достаточно разнообразен, а мировые производители оборудования имеют большой потенциал альтернативы предложения по обустройству данных чаш. Данный вид бассейнов устанавливают внe зависимости от климатических районов и выбора расположения – на улице или в помещении.":
      "<span>Лайнерні та плиткові басейни.</span> Це середній та преміум сегмент серед басейнів. Для таких басейнів виготовляють ванни із залізобетону. Будь-які побажання, вишукування, ексклюзивні технічні рішення можливі у реалізації. Вибір матеріалу для оздоблення досить різноманітний, а світові виробники обладнання мають великий потенціал альтернативи пропозиції щодо облаштування цих чаш. Цей вид басейнів встановлюють незалежно від кліматичних районів та вибору розташування – на вулиці або у приміщенні.",
    "<span>Бассейны из нержавеющей стали.</span> Это премиальный тип бассейнов, который не так давно пользуется спросом и востребован на нашем рынке. Основной изюминкой является эксклюзивность, долговечность и авторитетность технологии. Ванна, оборудование и закладные части изготавливаются из премиум-материалов, что позволяет выполнять свои функции долгие годы.":
      "<span>Басейни із нержавіючої сталі.</span> Це преміальний тип басейнів, який нещодавно почав користуватися попитом на нашому ринку. Основною родзинкою є ексклюзивність, довговічність та авторитетність технології. Ванна, обладнання та заставні частини виготовляються з преміум-матеріалів, що дозволяє виконувати свої функції довгі роки.",
    "<span>SPA или Джакузи бассейны</span> – это мини-бассейны, которые достаточно популярны у людей, которые ценят отдых и лечебные свойства бассейна. Помимо гидромассажных функции, данные ванны могут иметь и оборудования для плавания «на короткой воде». Эта наиболее эргономичный и автоматизированный тип бассейна. Все сосредоточено в одном месте – фильтрация, дезинфекция, климат воды, аттракционы и лечебно-реабилитационные функции, удобное управление. Так же положительным свойством у обладателя такого бассейна является место установки – это может быть открытая терраса, а может быть помещение внутри дома.":
      "<span>SPA або Джакузі</span> - це міні-басейни, які досить популярні у людей, які цінують відпочинок та лікувальні властивості басейну. Крім гідромасажних функцій, дані ванни можуть мати і обладнання для плавання «на короткій воді». Це найбільш ергономічний та автоматизований тип басейну. Все зосереджено в одному місці – фільтрація, дезінфекція, клімат води, атракціони та лікувально-реабілітаційні функції, зручне керування. Так само позитивною властивістю у власника такого басейну є місце встановлення – це може бути відкрита тераса, а можливе розміщення всередині будинку.",
    "<span>Проектная часть.</span> Зачастую этого раздела нет в смете, так как наши клиенты приходят с готовым проектным решением либо эскизом желаемого проекта, мы лишь, уточняем детали.":
      "<span>Проектна частина.</span> Найчастіше цього розділу немає у кошторисі, оскільки наші клієнти приходять з готовим проектним рішенням або ескізом бажаного проекту, ми лише уточнюємо деталі.",
    "<span>Строительная часть</span> – в ней указываются работы, материалы, услуги для изготовления ванны и технического помещения из железобетона, штучных строительных материалов или подготовительных работ под готовую композитную ванну":
      "<span>Будівельна частина</span> – у ній зазначаються роботи, матеріали, послуги для виготовлення ванни та технічного приміщення із залізобетону, штучних будівельних матеріалів або підготовчих робіт під готову композитну ванну",
    "<span>Специальная часть</span> – это перечень оборудования и материалов для бассейна. Все то, что сделает ваш бассейн привлекательным, безопасным и неповторимым":
      "<span>Спеціальна частина</span> – це перелік обладнання та матеріалів для басейну. Все те, що зробить ваш басейн привабливим, безпечним та неповторним",
    "<span>Монтажная часть </span>часть – это перечень специализированных монтажных, пуско-наладочных работ, конечной целью которых является запуск в эксплуатацию готового бассейна":
      "<span>Монтажна частина</span> – це перелік спеціалізованих монтажних, пусконалагоджувальних робіт, кінцевою метою яких є запуск в експлуатацію готового басейну",
    "<span>Разметка котлована </span> под ванну бассейна, техническое помещение, исходя из типа грунта и вида фундамента.":
      "<span>Розмітка котловану </span> під ванну басейну, технічного приміщення, виходячи з типу ґрунту та виду фундаменту.",
    "<span>Уплотнение грунта</span> – основа фундамента и будущей чаши":
      "<span>Ущільнення ґрунту</span> – основа фундаменту та майбутньої чаші",
    "<span>Разработка котлована</span>": "<span>Розробка котловану</span>",
    "<span>Подбетонное основание (подбетонка) </span> - наиболее часто упускаемый из виду процесс строителем. Он достаточно важен для гидроизоляции и защиты дна ванны.":
      "<span>Підбетонна основа (підбетонка)</span> - процес будівництва, що дуже часто не приймається до уваги. Цей процес досить важливий для гідроізоляції та захисту дна ванни",
    "<span>Горизонтальная гидроизоляция</span> – процесс нанесения на подбетонку наплавляемого битумного материала.":
      "<span>Горизонтальна гідроізоляція</span> – процес нанесення на підбетонку бітумного матеріалу, що наплавляється.",
    "<span>Армировочные и опалубочные работы.</span> Рекомендуем в данном этапе, включать прокладку бассейновых магистралей.":
      "<span>Армування та опалубні роботи.</span> Рекомендуємо в даному етапі включати прокладку басейнових магістралей.",
    "<span>Контроль и проверка геометрии чаши, </span> установки закладных деталей оборудования, установка гильз под оборудование, магистралей трубопроводов.":
      "<span>Контроль та перевірка геометрії чаші,</span> встановлення заставних частин обладнання, встановлення гільз під обладнання, магістралей трубопроводів.",
    "<span>Прием бетона, вибротрамбовка.</span>":
      "<span>Прийом бетону, вібротрамбування.</span>",
    "<span>Снятие опалубки </span>и необходимая корректировка геометрии поверхностей.":
      "<span>Зняття опалубки </span> та необхідне коригування геометрії поверхонь.",
    "<span>Утепление ванны </span>(при необходимости) и <span>вертикальной гидроизоляции.</span>":
      "<span>Утеплення ванни</span> (за потреби) та вертикальна гідроізоляція.",
    "<span>Прокладка коммуникаций</span>":
      "<span>Прокладання комунікацій</span>",
    "<span>Обратная отсыпка пазух.</span>":
      "<span>Зворотне відсипання пазух.</span>",
    "<span>Подготовка к эксплуатации </span>– запуск бассейна после «зимней консервации».":
      "<span>Підготовка до експлуатації </span> – запуск басейну після «зимової консервації».",
    "<span>Регламентированное, </span>еженедельное, ежедневное обслуживание.":
      "<span>Регламентоване, </span>щотижневе, щоденне обслуговування.",
    "<span>Непредвиденные, </span>форс-мажорные, разовые услуги.":
      "<span>Непередбачені, </span>форс-мажорні, разові послуги.",
    "<span>Подготовка бассейна к зиме </span>– консервация.":
      "<span>Підготовка басейну до зими</span> – консервація.",
    "<span>Удаление </span>поверхностных загрязнений с зеркала воды – листья, пух и прочее.":
      "<span>Видалення </span>поверхневих забруднень із дзеркала води – листя, пух тощо.",
    "<span>Очистка поверхностей ванны бассейна </span>- дно, стены, ватерлиния, ступени римской лестницы. Используется комплект ручных аксессуаров либо роботизированные уборщики.":
      "<span>Очищення поверхонь ванни басейну </span> - дно, стіни, ватерлінія, поверхні римських сходів. Використовується набір ручних аксесуарів або роботизовані прибиральники.",
    "<span>Контроль параметров </span>воды и дозировка химических реагентов.":
      "<span>Контроль параметрів </span>води та дозування хімічних реагентів.",
    "<span>Промывка фильтра, </span>очистка, калибровка оборудования и прочие необходимые процедуры с оборудованием.":
      "<span>Промивання фільтра, </span>очищення, калібрування обладнання та інші необхідні процедури з обладнанням.",
    "<span>Доставка </span>необходимых для обслуживания аксессуаров и химических реагентов.":
      "<span>Доставка </span>необхідних для обслуговування аксесуарів i хімічних реагентів.",
  },
  ru: {
    "<span>Швидкозбірні каркасні, надувні басейни</span> дуже зручні у монтажі, мобільності. Вони популярні у власників на сезонних дачних ділянках, на малих вільних за площею територіях у людей, які хочуть почати користуватися домашнім басейном і проаналізувати це задоволення без витрат на будівництво.":
      "<span>Быстросборные каркасные, надувные</span> бассейны очень удобны в монтаже, мобильности. Они популярны у владельцев на сезонных дачных участках, на малых свободных по площади территориях, у людей, которые хотят начать пользоваться домашним бассейном и проанализировать это удовольствие без затрат на строительство.",
    "<span>Композитні готові</span> ванни підкуповують своєю ціною, швидкістю монтажу, розмаїттям пропозицій від виробника. Прихильники цього варіанта цінують у ньому швидкість установки. Маркетинг виробника завжди обнадіює і робить неможливе можливим. Величезним плюсом у композитних чашах є те, що не потрібно витрачати кошти на проектні роботи, займатися будівництвом і робити складний вибір з оздоблення ванни. Але, як і в кожного вибору, композитні ванни мають свої негативні сторони.":
      "<span>Композитные готовые</span> ванны подкупают своей ценой, быстротой монтажа, изобилием предложения от производителя. Сторонники данного варианта ценят в нем быстроту установки. Маркетинг производителя всегда обнадеживает и делает невозможно возможным. Огромным плюсом в композитных чашах является то, что не нужно тратить средства на проектные работы, курировать строительство и делать непростой выбор по отделке ванны. Но, как и у каждого выбора, у композитных ванн есть свои отрицательные стороны.",
    "<span>Лайнерні та плиткові басейни.</span> Це середній та преміум сегмент серед басейнів. Для таких басейнів виготовляють ванни із залізобетону. Будь-які побажання, вишукування, ексклюзивні технічні рішення можливі у реалізації. Вибір матеріалу для оздоблення досить різноманітний, а світові виробники обладнання мають великий потенціал альтернативи пропозиції щодо облаштування цих чаш. Цей вид басейнів встановлюють незалежно від кліматичних районів та вибору розташування – на вулиці або у приміщенні.":
      "<span>Лайнерные и плиточные бассейны.</span> Это средний и премиум сегмент среди бассейнов. Для таких бассейнов изготавливают ванны из железобетона. Любые пожелания, изыски, эксклюзивные технические решения возможны в реализации. Выбор материала для отделки достаточно разнообразен, а мировые производители оборудования имеют большой потенциал альтернативы предложения по обустройству данных чаш. Данный вид бассейнов устанавливают внe зависимости от климатических районов и выбора расположения – на улице или в помещении.",
    "<span>Басейни із нержавіючої сталі.</span> Це преміальний тип басейнів, який нещодавно почав користуватися попитом на нашому ринку. Основною родзинкою є ексклюзивність, довговічність та авторитетність технології. Ванна, обладнання та заставні частини виготовляються з преміум-матеріалів, що дозволяє виконувати свої функції довгі роки.":
      "<span>Бассейны из нержавеющей стали.</span> Это премиальный тип бассейнов, который не так давно пользуется спросом и востребован на нашем рынке. Основной изюминкой является эксклюзивность, долговечность и авторитетность технологии. Ванна, оборудование и закладные части изготавливаются из премиум-материалов, что позволяет выполнять свои функции долгие годы.",
    "<span>SPA або Джакузі</span> - це міні-басейни, які досить популярні у людей, які цінують відпочинок та лікувальні властивості басейну. Крім гідромасажних функцій, дані ванни можуть мати і обладнання для плавання «на короткій воді». Це найбільш ергономічний та автоматизований тип басейну. Все зосереджено в одному місці – фільтрація, дезінфекція, клімат води, атракціони та лікувально-реабілітаційні функції, зручне керування. Так само позитивною властивістю у власника такого басейну є місце встановлення – це може бути відкрита тераса, а можливе розміщення всередині будинку.":
      "<span>SPA или Джакузи бассейны</span> – это мини-бассейны, которые достаточно популярны у людей, которые ценят отдых и лечебные свойства бассейна. Помимо гидромассажных функции, данные ванны могут иметь и оборудования для плавания «на короткой воде». Эта наиболее эргономичный и автоматизированный тип бассейна. Все сосредоточено в одном месте – фильтрация, дезинфекция, климат воды, аттракционы и лечебно-реабилитационные функции, удобное управление. Так же положительным свойством у обладателя такого бассейна является место установки – это может быть открытая терраса, а может быть помещение внутри дома.",
    "<span>Проектна частина.</span> Найчастіше цього розділу немає у кошторисі, оскільки наші клієнти приходять з готовим проектним рішенням або ескізом бажаного проекту, ми лише уточнюємо деталі.":
      "<span>Проектная часть.</span> Зачастую этого раздела нет в смете, так как наши клиенты приходят с готовым проектным решением либо эскизом желаемого проекта, мы лишь, уточняем детали.",
    "<span>Будівельна частина</span> – у ній зазначаються роботи, матеріали, послуги для виготовлення ванни та технічного приміщення із залізобетону, штучних будівельних матеріалів або підготовчих робіт під готову композитну ванну":
      "<span>Строительная часть</span> – в ней указываются работы, материалы, услуги для изготовления ванны и технического помещения из железобетона, штучных строительных материалов или подготовительных работ под готовую композитную ванну",
    "<span>Спеціальна частина</span> – це перелік обладнання та матеріалів для басейну. Все те, що зробить ваш басейн привабливим, безпечним та неповторним":
      "<span>Специальная часть</span> – это перечень оборудования и материалов для бассейна. Все то, что сделает ваш бассейн привлекательным, безопасным и неповторимым",
    "<span>Монтажна частина</span> – це перелік спеціалізованих монтажних, пусконалагоджувальних робіт, кінцевою метою яких є запуск в експлуатацію готового басейну":
      "<span>Монтажная часть </span>часть – это перечень специализированных монтажных, пуско-наладочных работ, конечной целью которых является запуск в эксплуатацию готового бассейна",
    "<span>Розмітка котловану </span> під ванну басейну, технічного приміщення, виходячи з типу ґрунту та виду фундаменту.":
      "<span>Разметка котлована </span> под ванну бассейна, техническое помещение, исходя из типа грунта и вида фундамента.",
    "<span>Ущільнення ґрунту</span> – основа фундаменту та майбутньої чаші":
      "<span>Уплотнение грунта</span> – основа фундамента и будущей чаши",
    "<span>Розробка котловану</span>": "<span>Разработка котлована</span>",
    "<span>Підбетонна основа (підбетонка)</span> - процес будівництва, що дуже часто не приймається до уваги. Цей процес досить важливий для гідроізоляції та захисту дна ванни":
      "<span>Подбетонное основание (подбетонка) </span> - наиболее часто упускаемый из виду процесс строителем. Он достаточно важен для гидроизоляции и защиты дна ванны.",
    "<span>Горизонтальна гідроізоляція</span> – процес нанесення на підбетонку бітумного матеріалу, що наплавляється.":
      "<span>Горизонтальная гидроизоляция</span> – процесс нанесения на подбетонку наплавляемого битумного материала.",
    "<span>Армування та опалубні роботи.</span> Рекомендуємо в даному етапі включати прокладку басейнових магістралей.":
      "<span>Армировочные и опалубочные работы.</span> Рекомендуем в данном этапе, включать прокладку бассейновых магистралей.",
    "<span>Контроль та перевірка геометрії чаші,</span> встановлення заставних частин обладнання, встановлення гільз під обладнання, магістралей трубопроводів.":
      "<span>Контроль и проверка геометрии чаши, </span> установки закладных деталей оборудования, установка гильз под оборудование, магистралей трубопроводов.",
    "<span>Прийом бетону, вібротрамбування.</span>":
      "<span>Прием бетона, вибротрамбовка.</span>",
    "<span>Зняття опалубки </span> та необхідне коригування геометрії поверхонь.":
      "<span>Снятие опалубки </span>и необходимая корректировка геометрии поверхностей.",
    "<span>Утеплення ванни</span> (за потреби) та <span>вертикальна гідроізоляція.</span>":
      "<span>Утепление ванны </span>(при необходимости) и <span>вертикальной гидроизоляции.</span>",
    "<span>Прокладання комунікацій</span>":
      "<span>Прокладка коммуникаций</span>",
    "<span>Зворотне відсипання пазух.</span>":
      "<span>Обратная отсыпка пазух.</span>",
    "<span>Підготовка до експлуатації </span> – запуск басейну після «зимової консервації».":
      "<span>Подготовка к эксплуатации </span>– запуск бассейна после «зимней консервации».",
    "<span>Регламентоване, </span>щотижневе, щоденне обслуговування.":
      "<span>Регламентированное, </span>еженедельное, ежедневное обслуживание.",
    "<span>Непередбачені, </span>форс-мажорні, разові послуги.":
      "<span>Непредвиденные, </span>форс-мажорные, разовые услуги.",
    "<span>Підготовка басейну до зими</span> – консервація.":
      "<span>Подготовка бассейна к зиме </span>– консервация.",
    "<span>Видалення </span>поверхневих забруднень із дзеркала води – листя, пух тощо.":
      "<span>Удаление </span>поверхностных загрязнений с зеркала воды – листья, пух и прочее.",
    "<span>Очищення поверхонь ванни басейну </span> - дно, стіни, ватерлінія, поверхні римських сходів. Використовується набір ручних аксесуарів або роботизовані прибиральники.":
      "<span>Очистка поверхностей ванны бассейна </span>- дно, стены, ватерлиния, ступени римской лестницы. Используется комплект ручных аксессуаров либо роботизированные уборщики.",
    "<span>Контроль параметрів </span>води та дозування хімічних реагентів.":
      "<span>Контроль параметров </span>воды и дозировка химических реагентов.",
    "<span>Промивання фільтра, </span>очищення, калібрування обладнання та інші необхідні процедури з обладнанням.":
      "<span>Промывка фильтра, </span>очистка, калибровка оборудования и прочие необходимые процедуры с оборудованием.",
    "<span>Доставка </span>необхідних для обслуговування аксесуарів i хімічних реагентів.":
      "<span>Доставка </span>необходимых для обслуживания аксессуаров и химических реагентов.",
  },
};
const modal_text = {
  ukr: {
    "Размеры:": "Розміри:",
    "Вид бассейна:": "Вид басейну:",
    "индивидуальный бассейн": "індивідуальний басейн",
    'круглогодичный индивидуальный бассейн':'цілорічний індивідуальний басейн',
    "сезонный индивидуальный бассейн": "сезонний індивідуальний басейн",
    "сезонный общественный бассейн": "сезонний громадський басейн",
    "Тип циркуляции:": "Тип циркуляції:",
    "скиммерный бассейн": "скіммерний басейн",
    "железобетонная": "залізобетонна",
    "Отделка:": "Оздоблення:",
    "Подогрев:": "Підігрів:",
    "тепловой насос": "тепловий насос",
    "Дезинфекция:": "Дезінфекція:",
    "солевой электролиз,УФ": "сольовий електроліз,УФ",
    "переливной бассейн": "переливний басейн",
    "композитная": "композитна",
    "бетонная": "бетонна",
    "электроподогрев, теплообменник": "електропідігрів, теплообмінник",
    "ручная": "ручна",
  },
  ru: {
    "Розміри:": "Размеры:",
    "Вид басейну:": "Вид бассейна:",
    "індивідуальний басейн": "индивидуальный бассейн",
    "цілорічний індивідуальний басейн": "круглогодичный индивидуальный бассейн",
    "сезонний індивідуальний басейн": "сезонный индивидуальный бассейн",
    'сезонний громадський басейн':'сезонный общественный бассейн',
    "Тип циркуляції:": "Тип циркуляции:",
    "скіммерний басейн": "скиммерный бассейн",
    "залізобетонна": "железобетонная",
    "Оздоблення:": "Отделка:",
    "Підігрів:": "Подогрев:",
    "тепловий насос": "тепловой насос",
    "Дезінфекція:": "Дезинфекция:",
    "сольовий електроліз,УФ": "солевой электролиз,УФ",
    "переливний басейн": "переливной бассейн",
    "композитна": "композитная",
    "бетонна": "бетонная",
    "електропідігрів, теплообмінник": "электроподогрев, теплообменник",
    "ручна": "ручная",
  },
};
const form_title = {
  title: {
    ru: "связаться с нами",
    ukr: "зв'язатися з нами",
  },
};
const form_text = {
  title: {
    ru: "Если вы заинтересованы, можете получить бесплатную консультацию у наших специалистов",
    ukr: "Якщо ви зацікавлені, можете отримати безкоштовну консультацію у наших спеціалістів",
  },
};
const contact_title = {
  title: {
    ru: "Контакты",
    ukr: "Контакти",
  },
};
const contact_text = {
  title: {
    ru: "Свяжитесь с нами любым удобным для вас способом",
    ukr: "Зв'яжіться з нами будь-яким зручним для вас способом",
  },
};
const copyright = {
  title: {
    ru: "Copyright © 2021. Все права защищены.",
    ukr: "Copyright © 2021. Усі права захищені.",
  },
};
