const langArr = {
   title: {
      ru: "Cтроительство бассейнов",
      ukr: "Будівництво басейнів",
   },
};

const menu = {
   "ukr": {
      "Главная": "Головна",
      "Услуги": "Послуги",
      "Проекты": "Проекти",
      "Контакты": "Контакти",
      "FAQ": "FAQ",
      "RU": "UKR"
   },
   "ru": {
      "Головна": "Главная",
      "Послуги": "Услуги",
      "Проекти": "Проекты",
      "Контакти": "Контакты",
      "FAQ": "FAQ",
      "UKR": "RU"
   }
}
const main_header = {
   title: {
      ru: "Cтроительство бассейнов<span> по всей Украине</span> ",
      ukr: "Будівництво басейнів<span> по всій Україні</span> ",
   }
}
const main_header_text = {
   title: {
      ru: "Мы предоставляем бассейны разных типов и размеров, будь то мини-бассейн или большой коммерческий объект. Выбирая нас, вы выбираете спокойствие и уверенность за конечный результат.",
      ukr: "Ми надаємо басейни різних типів та розмірів, будь то міні-басейн або великий комерційний об'єкт. Вибираючи нас, ви обираєте спокій та впевненість за кінцевий результат.",
   }

}

const buttons = {
   "ukr": {
      "заказать": "замовити",
      "все работы": "всі роботи",
      "перейти в форму": "перейти у форму",
      "отправить": "надіслати",
   },
   "ru": {
      "замовити": "заказать",
      "всі роботи": "все работы",
      "перейти у форму": "перейти в форму",
      "надіслати": "отправить",
   }
}

const service = {
   title: {
      ru: "услуги",
      ukr: "послуги",
   },
};
const service_title = {
   "ukr": {
      "строительство": "будівництво",
      "реконструкция": "реконструкція",
      "модернизация": "модернізація",
      "обслуживание": "обслуговування",
      "продажа оборудования": "продаж обладнання",
   },
   "ru": {
      "будівництво": "строительство",
      "реконструкція": "реконструкция",
      "модернізація": "модернизация",
      "обслуговування": "обслуживание",
      "продаж обладнання": "продажа оборудования",
   }
}
const service_content = {
   "ukr": {
      "Строительство бассейна – это полный цикл строительно-монтажных работ. Процесс включает в себя проектно-сметные работы, изготовление ванны (чаши), монтаж оборудования, гидроизоляции и ввод в эксплуатацию готового проекта с последующим сервисным обслуживанием. Мы предлагаем освободить вас от рутины переговоров с несколькими исполнителями. Экономя ваше время, финансы, терпение мы осуществим ваше желание – собственный бассейн, который будет приносить удовольствие, здоровье и эмоции вам и вашим окружающим"
         :
         "Будівництво басейну  - це повний цикл будівельно-монтажних робіт. Процес включає проектно-кошторисні роботи, виготовлення ванни(чаші), монтаж обладнання, гідроізоляцію та введення в експлуатацію готового проекту з подальшим сервісним обслуговуванням. Ми пропонуємо звільнити вас від рутини переговорів із кількома виконавцями. Заощаджуючи ваш час, фінанси, терпіння ми здійснимо ваше бажання – власний басейн, який приноситиме задоволення, здоров'я та емоції вам та вашим близьким"
      ,
      "Вопрос о реконструкции и ремонте бассейна возникает, когда множество мелких недочетов объединяются в крупную проблему. Именно тогда данный процесс поможет вернуть первоначальные впечатления о бассейне, а может и добавить новые. Зачастую, реконструкция, касается отделочного покрытия ванны (чаши) бассейна, борта, предбассейновой зоны. Реже это касается оборудования. Имея многолетний опыт и квалифицированный персонал, мы уверены, что реконструкция не оставит вас без бассейна на длительное время. Передовые технологии и материалы позволяют нам, в кротчайшие сроки, реализовывать проекты"
         :
         "Питання реконструкції та ремонту басейну виникає, коли безліч дрібних недоліків об'єднуються у велику проблему. Саме тоді цей процес допоможе повернути початкові враження про басейн, а може й додати нові позитивні враження. Найчастіше реконструкція стосується оздоблювального покриття ванни (чаші) басейну, борту, передбасейнової зони. Рідше це стосується обладнання. Маючи багаторічний досвід та кваліфікований персонал, ми впевнені, що реконструкція не залишить вас без басейну на тривалий час. Передові технології та матеріали дозволяють нам, у найкоротші терміни, реалізовувати проекти"
      ,
      "К модернизации бассейнового оборудования и материалов, чаще всего, обращаются со временем развития технологий. Энергоэффективность, автоматизация работы оборудования, передовые технологии в обработке воды, новые отделочные материалы, которые были недоступны по тем или иным причинам на этапе строительства могут быть реализованы в процессе модернизации бассейна. Мы применяем современные технологии, оборудование и материалы, что позволят упростить процесс эксплуатации бассейна и снизить затраты на его содержание"
         :
         "До модернізації басейнового обладнання та матеріалів найчастіше звертаються з часом розвитку технологій. Енергоефективність, автоматизація роботи обладнання, передові технології в обробці води, нові оздоблювальні матеріали, які були недоступні з тих чи інших причин на етапі будівництва, можуть бути реалізовані в процесі модернізації басейну.Ми застосовуємо сучасні технології, обладнання та матеріали, що дозволять спростити процес експлуатації басейну та знизити витрати на його утримання."
      ,
      "Любой, даже самый автоматизированный бассейн с удаленным управлением требует обслуживания. Это чистка поверхностей, сервисный регламент. Сервисные работы могут заключатся в том, чтобы проверить, проконтролировать, сделать ревизию, ремонт или настройку оборудования. Провести инструктаж персоналу. Провести «профилактику» оборудованию. Мы осуществляем полный комплекс работ по обслуживанию, уходу за бассейном и поставку необходимых материалов и реагентов"
         :
         "Будь-який навіть самий автоматизований басейн з дистанційним керуванням вимагає обслуговування. Це чищення поверхонь, сервісний регламент. Сервісні роботи можуть полягати в тому, щоб перевірити, проконтролювати, зробити ревізію, ремонт або налаштування обладнання, провести інструктаж персоналу, провести «профілактику» обладнання.Ми здійснюємо повний комплекс робіт з обслуговування, догляду за басейном та постачання необхідних матеріалів і реагентів."
      ,
      "Проводим консультации, подбираем, анализируем и продаем оборудование и материалы. Фильтра, насосы, нагреватели, дозаторы химии, лайнер, аксессуары и реагенты – лишь часть нашего перечня. Торговые марки оборудования, которое мы предлагаем, положительно зарекомендовали себя на мировом рынке. С помощью нашего оборудования ваш бассейн будет в чистоте и безопасности на долгие годы."
         :
         "Проводимо консультації, підбираємо, аналізуємо та продаємо обладнання і матеріали. Фільтри, насоси, нагрівачі, дозатори хімії, ПВХ плівка, аксесуари та реагенти – лише частина нашого переліку. Торгові марки обладнання, яке ми пропонуємо, позитивно зарекомендували себе світовому ринку.За допомогою нашого обладнання ваш басейн буде в чистоті та безпеці на довгі роки.",
   },
   "ru": {
      "Будівництво басейну  - це повний цикл будівельно-монтажних робіт. Процес включає проектно-кошторисні роботи, виготовлення ванни (чаші), монтаж обладнання, гідроізоляцію та введення в експлуатацію готового проекту з подальшим сервісним обслуговуванням. Ми пропонуємо звільнити вас від рутини переговорів із кількома виконавцями. Заощаджуючи ваш час, фінанси, терпіння ми здійснимо ваше бажання – власний басейн, який приноситиме задоволення, здоров'я та емоції вам та вашим близьким"
         :
         "Строительство бассейна – это полный циклстроительно-монтажных работ. Процесс включает в себя проектно-сметные работы, изготовление ванны (чаши), монтаж оборудования, гидроизоляции и ввод в эксплуатацию готового проекта с последующимсервисным обслуживанием. Мы предлагаем освободить вас от рутины переговоров с несколькими исполнителями. Экономя ваше время, финансы, терпение мы осуществим ваше желание – собственный бассейн, который будет приносить удовольствие, здоровье и эмоции вам и вашим окружающим"
      ,
      "Питання реконструкції та ремонту басейну виникає, коли безліч дрібних недоліків об'єднуються у велику проблему. Саме тоді цей процес допоможе повернути початкові враження про басейн, а може й додати нові позитивні враження. Найчастіше реконструкція стосується оздоблювального покриття ванни (чаші) басейну, борту, передбасейнової зони. Рідше це стосується обладнання.Маючи багаторічний досвід та кваліфікований персонал, ми впевнені, що реконструкція не залишить вас без басейну на тривалий час. Передові технології та матеріали дозволяють нам, у найкоротші терміни, реалізовувати проекти"
         :
         "Вопрос о реконструкции и ремонте бассейна возникает, когда множество мелких недочетов объединяются в крупную проблему. Именно тогда данный процесс поможет вернуть первоначальные впечатления о бассейне, а может и добавить новые. Зачастую, реконструкция, касается отделочного покрытия ванны (чаши) бассейна, борта, предбассейновой зоны. Реже это касается оборудования. Имея многолетний опыт и квалифицированный персонал, мы уверены, что реконструкция не оставит вас без бассейна на длительное время. Передовые технологии и материалы позволяют нам, в кротчайшие сроки, реализовывать проекты"
      ,
      "До модернізації басейнового обладнання та матеріалів найчастіше звертаються з часом розвитку технологій. Енергоефективність, автоматизація роботи обладнання, передові технології в обробці води, нові оздоблювальні матеріали, які були недоступні з тих чи інших причин на етапі будівництва, можуть бути реалізовані в процесі модернізації басейну.Ми застосовуємо сучасні технології, обладнання та матеріали, що дозволять спростити процес експлуатації басейну та знизити витрати на його утримання."
         :
         "К модернизации бассейнового оборудования и материалов, чаще всего, обращаются со временем развития технологий. Энергоэффективность, автоматизация работы оборудования, передовые технологии в обработке воды, новые отделочные материалы, которые были недоступны по тем или иным причинам на этапе строительства могут быть реализованы в процессе модернизации бассейна. Мы применяем современные технологии, оборудование и материалы, что позволят упростить процесс эксплуатации бассейна и снизить затраты на его содержание"
      ,
      "Будь-який навіть самий автоматизований басейн з дистанційним керуванням вимагає обслуговування. Це чищення поверхонь, сервісний регламент. Сервісні роботи можуть полягати в тому, щоб перевірити, проконтролювати, зробити ревізію, ремонт або налаштування обладнання, провести інструктаж персоналу, провести «профілактику» обладнання.Ми здійснюємо повний комплекс робіт з обслуговування, догляду за басейном та постачання необхідних матеріалів і реагентів."
         :
         "Любой, даже самый автоматизированный бассейн с удаленным управлением требует обслуживания. Это чистка поверхностей, сервисный регламент. Сервисные работы могут заключатся в том, чтобы проверить, проконтролировать, сделать ревизию, ремонт или настройку оборудования. Провести инструктаж персоналу. Провести «профилактику» оборудованию. Мы осуществляем полный комплекс работ по обслуживанию, уходу за бассейном и поставку необходимых материалов и реагентов"
      ,
      "Проводимо консультації, підбираємо, аналізуємо та продаємо обладнання і матеріали. Фільтри, насоси, нагрівачі, дозатори хімії, ПВХ плівка, аксесуари та реагенти – лише частина нашого переліку. Торгові марки обладнання, яке ми пропонуємо, позитивно зарекомендували себе світовому ринку.За допомогою нашого обладнання ваш басейн буде в чистоті та безпеці на довгі роки."
         :
         "Проводим консультации, подбираем, анализируем и продаем оборудование и материалы. Фильтра, насосы, нагреватели, дозаторы химии, лайнер, аксессуары и реагенты – лишь часть нашего перечня. Торговые марки оборудования, которое мы предлагаем, положительно зарекомендовали себя на мировом рынке. С помощью нашего оборудования ваш бассейн будет в чистоте и безопасности на долгие годы.",
   }
}

const projects_title = {
   title: {
      ru: "примеры реализованных проектов",
      ukr: "приклади реалізованих проектів",
   }
}

const projects_title_info_header = {
   ukr: {
      "сезонный бассейн": "сезонний басейн",
      "круглогодичный бассейн": "цілорічний басейн",
      "сезонный общественный бассейн": "сезонний громадський басейн",
   },
   ru: {
      "сезонний басейн": "сезонный бассейн",
      "цілорічний басейн": "круглогодичный бассейн",
      "сезонний громадський басейн": "сезонный общественный бассейн",
   }
}

const detailed = {
   title: {
      ru: "Подробнее",
      ukr:"Докладніше",
   }
}