const langArr = {
   title: {
      ru: "Cтроительство бассейнов",
      ukr: "Будівництво басейнів",
   },
};

const menu = {
   "ukr": {
      "Главная": "Головна",
      "Услуги": "Послуги",
      "Проекты": "Проекти",
      "Контакты": "Контакти",
      "FAQ": "FAQ",
      "RU": "UKR"
   },
   "ru": {
      "Головна": "Главная",
      "Послуги": "Услуги",
      "Проекти": "Проекты",
      "Контакти": "Контакты",
      "FAQ": "FAQ",
      "UKR": "RU"
   }
}
const main_header = {
   title: {
      ru: "Cтроительство бассейнов<span> по всей Украине</span> ",
      ukr: "Будівництво басейнів<span> по всій Україні</span> ",
   }
}
const main_header_text = {
   title: {
      ru: "Мы предоставляем бассейны разных типов и размеров, будь то мини-бассейн или большой коммерческий объект. Выбирая нас, вы выбираете спокойствие и уверенность за конечный результат.",
      ukr: "Ми надаємо басейни різних типів та розмірів, будь то міні-басейн або великий комерційний об'єкт. Вибираючи нас, ви обираєте спокій та впевненість за кінцевий результат.",
   }

}

const buttons = {
   "ukr": {
      "заказать": "замовити",
      "все работы": "всі роботи",
      "перейти в форму": "перейти у форму",
      "отправить": "надіслати",
   },
   "ru": {
      "замовити": "заказать",
      "всі роботи": "все работы",
      "перейти у форму": "перейти в форму",
      "надіслати": "отправить",
   }
}

const service = {
   title: {
      ru: "услуги",
      ukr: "послуги",
   },
};
const service_title = {
   "ukr": {
      "строительство": "будівництво",
      "реконструкция": "реконструкція",
      "модернизация": "модернізація",
      "обслуживание": "обслуговування",
      "продажа оборудования": "продаж обладнання",
   },
   "ru": {
      "будівництво": "строительство",
      "реконструкція": "реконструкция",
      "модернізація": "модернизация",
      "обслуговування": "обслуживание",
      "продаж обладнання": "продажа оборудования",
   }
}
const service_content = {
   "ukr": {
      "Строительство бассейна – это полный цикл строительно-монтажных работ. Процесс включает в себя проектно-сметные работы, изготовление ванны (чаши), монтаж оборудования, гидроизоляции и ввод в эксплуатацию готового проекта с последующим сервисным обслуживанием. Мы предлагаем освободить вас от рутины переговоров с несколькими исполнителями. Экономя ваше время, финансы, терпение мы осуществим ваше желание – собственный бассейн, который будет приносить удовольствие, здоровье и эмоции вам и вашим окружающим"
         :
         "Будівництво басейну  - це повний цикл будівельно-монтажних робіт. Процес включає проектно-кошторисні роботи, виготовлення ванни(чаші), монтаж обладнання, гідроізоляцію та введення в експлуатацію готового проекту з подальшим сервісним обслуговуванням. Ми пропонуємо звільнити вас від рутини переговорів із кількома виконавцями. Заощаджуючи ваш час, фінанси, терпіння ми здійснимо ваше бажання – власний басейн, який приноситиме задоволення, здоров'я та емоції вам та вашим близьким"
      ,
      "Вопрос о реконструкции и ремонте бассейна возникает, когда множество мелких недочетов объединяются в крупную проблему. Именно тогда данный процесс поможет вернуть первоначальные впечатления о бассейне, а может и добавить новые. Зачастую, реконструкция, касается отделочного покрытия ванны (чаши) бассейна, борта, предбассейновой зоны. Реже это касается оборудования. Имея многолетний опыт и квалифицированный персонал, мы уверены, что реконструкция не оставит вас без бассейна на длительное время. Передовые технологии и материалы позволяют нам, в кротчайшие сроки, реализовывать проекты"
         :
         "Питання реконструкції та ремонту басейну виникає, коли безліч дрібних недоліків об'єднуються у велику проблему. Саме тоді цей процес допоможе повернути початкові враження про басейн, а може й додати нові позитивні враження. Найчастіше реконструкція стосується оздоблювального покриття ванни (чаші) басейну, борту, передбасейнової зони. Рідше це стосується обладнання. Маючи багаторічний досвід та кваліфікований персонал, ми впевнені, що реконструкція не залишить вас без басейну на тривалий час. Передові технології та матеріали дозволяють нам, у найкоротші терміни, реалізовувати проекти"
      ,
      "К модернизации бассейнового оборудования и материалов, чаще всего, обращаются со временем развития технологий. Энергоэффективность, автоматизация работы оборудования, передовые технологии в обработке воды, новые отделочные материалы, которые были недоступны по тем или иным причинам на этапе строительства могут быть реализованы в процессе модернизации бассейна. Мы применяем современные технологии, оборудование и материалы, что позволят упростить процесс эксплуатации бассейна и снизить затраты на его содержание"
         :
         "До модернізації басейнового обладнання та матеріалів найчастіше звертаються з часом розвитку технологій. Енергоефективність, автоматизація роботи обладнання, передові технології в обробці води, нові оздоблювальні матеріали, які були недоступні з тих чи інших причин на етапі будівництва, можуть бути реалізовані в процесі модернізації басейну.Ми застосовуємо сучасні технології, обладнання та матеріали, що дозволять спростити процес експлуатації басейну та знизити витрати на його утримання."
      ,
      "Любой, даже самый автоматизированный бассейн с удаленным управлением требует обслуживания. Это чистка поверхностей, сервисный регламент. Сервисные работы могут заключатся в том, чтобы проверить, проконтролировать, сделать ревизию, ремонт или настройку оборудования. Провести инструктаж персоналу. Провести «профилактику» оборудованию. Мы осуществляем полный комплекс работ по обслуживанию, уходу за бассейном и поставку необходимых материалов и реагентов"
         :
         "Будь-який навіть самий автоматизований басейн з дистанційним керуванням вимагає обслуговування. Це чищення поверхонь, сервісний регламент. Сервісні роботи можуть полягати в тому, щоб перевірити, проконтролювати, зробити ревізію, ремонт або налаштування обладнання, провести інструктаж персоналу, провести «профілактику» обладнання.Ми здійснюємо повний комплекс робіт з обслуговування, догляду за басейном та постачання необхідних матеріалів і реагентів."
      ,
      "Проводим консультации, подбираем, анализируем и продаем оборудование и материалы. Фильтра, насосы, нагреватели, дозаторы химии, лайнер, аксессуары и реагенты – лишь часть нашего перечня. Торговые марки оборудования, которое мы предлагаем, положительно зарекомендовали себя на мировом рынке. С помощью нашего оборудования ваш бассейн будет в чистоте и безопасности на долгие годы."
         :
         "Проводимо консультації, підбираємо, аналізуємо та продаємо обладнання і матеріали. Фільтри, насоси, нагрівачі, дозатори хімії, ПВХ плівка, аксесуари та реагенти – лише частина нашого переліку. Торгові марки обладнання, яке ми пропонуємо, позитивно зарекомендували себе світовому ринку.За допомогою нашого обладнання ваш басейн буде в чистоті та безпеці на довгі роки.",
   },
   "ru": {
      "Будівництво басейну  - це повний цикл будівельно-монтажних робіт. Процес включає проектно-кошторисні роботи, виготовлення ванни (чаші), монтаж обладнання, гідроізоляцію та введення в експлуатацію готового проекту з подальшим сервісним обслуговуванням. Ми пропонуємо звільнити вас від рутини переговорів із кількома виконавцями. Заощаджуючи ваш час, фінанси, терпіння ми здійснимо ваше бажання – власний басейн, який приноситиме задоволення, здоров'я та емоції вам та вашим близьким"
         :
         "Строительство бассейна – это полный циклстроительно-монтажных работ. Процесс включает в себя проектно-сметные работы, изготовление ванны (чаши), монтаж оборудования, гидроизоляции и ввод в эксплуатацию готового проекта с последующимсервисным обслуживанием. Мы предлагаем освободить вас от рутины переговоров с несколькими исполнителями. Экономя ваше время, финансы, терпение мы осуществим ваше желание – собственный бассейн, который будет приносить удовольствие, здоровье и эмоции вам и вашим окружающим"
      ,
      "Питання реконструкції та ремонту басейну виникає, коли безліч дрібних недоліків об'єднуються у велику проблему. Саме тоді цей процес допоможе повернути початкові враження про басейн, а може й додати нові позитивні враження. Найчастіше реконструкція стосується оздоблювального покриття ванни (чаші) басейну, борту, передбасейнової зони. Рідше це стосується обладнання.Маючи багаторічний досвід та кваліфікований персонал, ми впевнені, що реконструкція не залишить вас без басейну на тривалий час. Передові технології та матеріали дозволяють нам, у найкоротші терміни, реалізовувати проекти"
         :
         "Вопрос о реконструкции и ремонте бассейна возникает, когда множество мелких недочетов объединяются в крупную проблему. Именно тогда данный процесс поможет вернуть первоначальные впечатления о бассейне, а может и добавить новые. Зачастую, реконструкция, касается отделочного покрытия ванны (чаши) бассейна, борта, предбассейновой зоны. Реже это касается оборудования. Имея многолетний опыт и квалифицированный персонал, мы уверены, что реконструкция не оставит вас без бассейна на длительное время. Передовые технологии и материалы позволяют нам, в кротчайшие сроки, реализовывать проекты"
      ,
      "До модернізації басейнового обладнання та матеріалів найчастіше звертаються з часом розвитку технологій. Енергоефективність, автоматизація роботи обладнання, передові технології в обробці води, нові оздоблювальні матеріали, які були недоступні з тих чи інших причин на етапі будівництва, можуть бути реалізовані в процесі модернізації басейну.Ми застосовуємо сучасні технології, обладнання та матеріали, що дозволять спростити процес експлуатації басейну та знизити витрати на його утримання."
         :
         "К модернизации бассейнового оборудования и материалов, чаще всего, обращаются со временем развития технологий. Энергоэффективность, автоматизация работы оборудования, передовые технологии в обработке воды, новые отделочные материалы, которые были недоступны по тем или иным причинам на этапе строительства могут быть реализованы в процессе модернизации бассейна. Мы применяем современные технологии, оборудование и материалы, что позволят упростить процесс эксплуатации бассейна и снизить затраты на его содержание"
      ,
      "Будь-який навіть самий автоматизований басейн з дистанційним керуванням вимагає обслуговування. Це чищення поверхонь, сервісний регламент. Сервісні роботи можуть полягати в тому, щоб перевірити, проконтролювати, зробити ревізію, ремонт або налаштування обладнання, провести інструктаж персоналу, провести «профілактику» обладнання.Ми здійснюємо повний комплекс робіт з обслуговування, догляду за басейном та постачання необхідних матеріалів і реагентів."
         :
         "Любой, даже самый автоматизированный бассейн с удаленным управлением требует обслуживания. Это чистка поверхностей, сервисный регламент. Сервисные работы могут заключатся в том, чтобы проверить, проконтролировать, сделать ревизию, ремонт или настройку оборудования. Провести инструктаж персоналу. Провести «профилактику» оборудованию. Мы осуществляем полный комплекс работ по обслуживанию, уходу за бассейном и поставку необходимых материалов и реагентов"
      ,
      "Проводимо консультації, підбираємо, аналізуємо та продаємо обладнання і матеріали. Фільтри, насоси, нагрівачі, дозатори хімії, ПВХ плівка, аксесуари та реагенти – лише частина нашого переліку. Торгові марки обладнання, яке ми пропонуємо, позитивно зарекомендували себе світовому ринку.За допомогою нашого обладнання ваш басейн буде в чистоті та безпеці на довгі роки."
         :
         "Проводим консультации, подбираем, анализируем и продаем оборудование и материалы. Фильтра, насосы, нагреватели, дозаторы химии, лайнер, аксессуары и реагенты – лишь часть нашего перечня. Торговые марки оборудования, которое мы предлагаем, положительно зарекомендовали себя на мировом рынке. С помощью нашего оборудования ваш бассейн будет в чистоте и безопасности на долгие годы.",
   }
}

const projects_title = {
   title: {
      ru: "примеры реализованных проектов",
      ukr: "приклади реалізованих проектів",
   }
}

const projects_title_info_header = {
   ukr: {
      "сезонный бассейн": "сезонний басейн",
      "круглогодичный бассейн": "цілорічний басейн",
      "сезонный общественный бассейн": "сезонний громадський басейн",
   },
   ru: {
      "сезонний басейн": "сезонный бассейн",
      "цілорічний басейн": "круглогодичный бассейн",
      "сезонний громадський басейн": "сезонный общественный бассейн",
   }
}

const detailed = {
   title: {
      ru: "Подробнее",
      ukr:"Докладніше",
   }
}
const projects_header = {
   title: {
      ru: "связаться с нами",
      ukr: "зв'язатися з нами",
   },
};
const projects_text = {
   title: {
      ru: "Оставьте свои контакты, мы перезвоним и проконсультируем вас",
      ukr: "Залишіть свої контакти, ми передзвонимо та проконсультуємо вас",
   },
};
const benefits_content_title = {
   title: {
      ru: "в чем наше преимущество?",
      ukr: "у чому наша перевага?",
   },
};
const benefits_content_text = {
   title: {
      ru: "Главным преимуществом нашей компании является её мобильность. <span>Мы работаем по всей Украине.</span> Также, в наших силах создать бассейн любой сложности и конструкции, обеспечивая клиентов <span>эстетикой и комфортом.</span> После сдачи бассейна, построенного нашей компанией под ключ предоставляется <span>годовое бесплатное обслуживание.</span>",
      ukr: "Головною перевагою нашої компанії є її мобільність. <span>Ми працюємо по всій Україні.</span> Також, у наших силах створити басейн будь-якої складності та конструкції, забезпечуючи клієнтів <span>естетикою та комфортом.</span> Після здачі басейну, побудованого нашою компанією під ключ надається <span >річне безкоштовне обслуговування.</span>",
   },
};

const benefits_item_text = {
   ukr:{
      'лет на рынке' : 'років на ринку',
      'построенных бассейнов' : 'збудованих басейнів',
      'положительных отзывов' : 'позитивних відгуків'
   },
   ru: {
      'років на ринку' : 'лет на рынке',
      'збудованих басейнів' : 'построенных бассейнов',
      'позитивних відгуків' : 'положительных отзывов'
   }
}
const faq_title = {
   title:{
      ru: 'ответы на часто задаваемые вопросы',
      ukr: 'відповіді на запитання, що часто ставляться'
   }
}
const faq_accord_heading = {
   ukr: {
      'какой бассейн мне подойдет?' : 'який басейн мені підійде?',
      'как рассчитывается бюджет при постройке бассейна с нуля?' : 'як розраховується бюджет під час будівництва басейну з нуля?',
      'какие этапы строительства ванны бассейна?' : 'які етапи будівництва ванни басейну?',
      'как происходит обслуживание бассейна?' : 'як відбувається обслуговування басейну?',
   },
   ru: {
      'який басейн мені підійде?': 'какой бассейн мне подойдет?',
      'як розраховується бюджет під час будівництва басейну з нуля?' : 'как рассчитывается бюджет при постройке бассейна с нуля?',
      'які етапи будівництва ванни басейну?' : 'какие этапы строительства ванны бассейна?',
      'як відбувається обслуговування басейну?': 'как происходит обслуживание бассейна?',
   }
}
const faq_content_p = {
   ukr: {
      'Важный вопрос для каждого будущего владельца бассейна. Мы проанализируем и поможем в выборе. А здесь представим лишь некоторые доводы:' : 'Важливе питання для кожного майбутнього власника басейну. Ми проаналізуємо та допоможемо у виборі. А тут представимо лише деякі докази:',
      'Каждый человек, который когда-либо делал ремонт в квартире или строил дом, знает, что все затраты и расходы будут сведены в табличку «Бюджет». На языке строителя — это «смета», «коммерческое предложение». Это затраты клиента на постройку бассейна от приезда специалиста на участок, до введения в эксплуатацию.' : 'Кожна людина, яка колись робила ремонт у квартирі або будувала будинок, знає, що всі витрати та витрати будуть зведені в табличку «Бюджет». Мовою будівельника — це «кошторис», «комерційна пропозиція». Це витрати клієнта на будівництво басейну від приїзду спеціаліста на ділянку до введення в експлуатацію.',
      'Основные разделы сметы с нуля это:':'Основні розділи кошторису з нуля:',
      'Да, существуют еще разделы сметы, но они не всегда имеют отношение к основному бюджету и возникают в процессе работ или пожеланий заказчика. Мы стараемся наиболее точно подойти к основному расчету, чтобы исключить непредвиденные расходы.':'Так, існують ще розділи кошторису, але вони не завжди стосуються основного бюджету і виникають у процесі робіт чи побажань замовника. Ми намагаємося найточніше підійти до основного розрахунку, щоб унеможливити непередбачені витрати.',
      'Если вы выбрали для себя максимум дизайнерского подхода и архитектурных решений, то ванна бассейна из железобетона будет воплощением ваших идей.':'Якщо ви вибрали собі максимум дизайнерського підходу та архітектурних рішень, то ванна басейну із залізобетону буде втіленням ваших ідей.',
      'Для нестандартных решений, переменных глубин, неправильных форм и большинства видов отделок - железобетонная ванна будет надежной и долговечной основой.':'Для нестандартних рішень, змінних глибин, неправильних форм та більшості видів оздоблень – залізобетонна ванна буде надійною та довговічною основою.',
      'Так из каких этапов состоит строительство железобетонной ванны вашего будущего бассейна? Мы выбрали основные типовые решения для нашего региона строительства:':'Тож з яких етапів полягає будівництво залізобетонної ванни вашого майбутнього басейну? Ми вибрали основні типові рішення для нашого регіону будівництва:',
      'У многих исполнителей своя технология производства работ, она может быть дополнена «пунктами профессионализма» и «разделами опыта. Основные решения не отличаются, меняется только суть решений в виду развития отрасли, технического прогресса, новшества в строительных материалах.':'У багатьох виконавців своя технологія виконання робіт, вона може бути доповнена «пунктами професіоналізму» та «розділами досвіду. Основні рішення не відрізняються, змінюється лише суть рішень у вигляді розвитку галузі, технічного прогресу, нововведення у будівельних матеріалах.',
      'Обслуживание бассейна – это комплекс мер и услуг для поддержания в чистоте воды и поверхностей ванны бассейна, а также сохранения долговечности оборудования.':'Обслуговування басейну – це комплекс заходів та послуг для підтримання в чистоті води та поверхонь ванни басейну, а також збереження довговічності обладнання.',
      'Весь комплекс можно условно разделить на этапы:':'Весь комплекс можна умовно поділити на етапи:',
      'Как выглядит сам процесс со стороны? Большинство «наших» объектов после введения в эксплуатацию, подписывают соглашение на последующее обслуживание. Мы согласовываем регулярность, время приезда нашего специалиста, пожелания клиента и порядок расчетов. Наш персонал выполняет основные процедуры, заполняет журнал обслуживания, ведет учет и делает необходимые заявки в офис. Это процесс регламентирован и повторяется на всем этапе эксплуатации бассейна.':"Як виглядає сам процес із боку? Більшість «наших» об'єктів після введення в експлуатацію підписують угоду на подальше обслуговування. Ми погоджуємо регулярність, час приїзду нашого спеціаліста, побажання клієнта та порядок розрахунків. Наш персонал виконує основні процедури, заповнює журнал обслуговування, веде облік та робить необхідні заявки до офісу. Цей процес регламентований і повторюється по всьому етапі експлуатації басейну.",
      'Доверие со стороны клиента — это наибольшая ценность для нас, поэтому многие вопросы мы решаем удаленно, обрабатываем заявки оперативно предоставляем услуги максимально в короткие сроки.':'Довіра з боку клієнта – це найбільша цінність для нас, тому багато питань ми вирішуємо віддалено, обробляємо заявки, оперативно надаємо послуги максимально в короткі терміни.',
   },
   ru: {
      'Важливе питання для кожного майбутнього власника басейну. Ми проаналізуємо та допоможемо у виборі. А тут представимо лише деякі докази:' : 'Важный вопрос для каждого будущего владельца бассейна. Мы проанализируем и поможем в выборе. А здесь представим лишь некоторые доводы:',
      'Кожна людина, яка колись робила ремонт у квартирі або будувала будинок, знає, що всі витрати та витрати будуть зведені в табличку «Бюджет». Мовою будівельника — це «кошторис», «комерційна пропозиція». Це витрати клієнта на будівництво басейну від приїзду спеціаліста на ділянку до введення в експлуатацію.' : 'Каждый человек, который когда-либо делал ремонт в квартире или строил дом, знает, что все затраты и расходы будут сведены в табличку «Бюджет». На языке строителя — это «смета», «коммерческое предложение». Это затраты клиента на постройку бассейна от приезда специалиста на участок, до введения в эксплуатацию.',
      'Основні розділи кошторису з нуля:':'Основные разделы сметы с нуля это:',
      'Так, існують ще розділи кошторису, але вони не завжди стосуються основного бюджету і виникають у процесі робіт чи побажань замовника. Ми намагаємося найточніше підійти до основного розрахунку, щоб унеможливити непередбачені витрати.':'Да, существуют еще разделы сметы, но они не всегда имеют отношение к основному бюджету и возникают в процессе работ или пожеланий заказчика. Мы стараемся наиболее точно подойти к основному расчету, чтобы исключить непредвиденные расходы.',
      'Якщо ви вибрали собі максимум дизайнерського підходу та архітектурних рішень, то ванна басейну із залізобетону буде втіленням ваших ідей.':'Если вы выбрали для себя максимум дизайнерского подхода и архитектурных решений, то ванна бассейна из железобетона будет воплощением ваших идей.',
      'Для нестандартних рішень, змінних глибин, неправильних форм та більшості видів оздоблень – залізобетонна ванна буде надійною та довговічною основою.':'Для нестандартных решений, переменных глубин, неправильных форм и большинства видов отделок - железобетонная ванна будет надежной и долговечной основой.',
      'Тож з яких етапів полягає будівництво залізобетонної ванни вашого майбутнього басейну? Ми вибрали основні типові рішення для нашого регіону будівництва:':'Так из каких этапов состоит строительство железобетонной ванны вашего будущего бассейна? Мы выбрали основные типовые решения для нашего региона строительства:',
      'У багатьох виконавців своя технологія виконання робіт, вона може бути доповнена «пунктами професіоналізму» та «розділами досвіду. Основні рішення не відрізняються, змінюється лише суть рішень у вигляді розвитку галузі, технічного прогресу, нововведення у будівельних матеріалах.':'У многих исполнителей своя технология производства работ, она может быть дополнена «пунктами профессионализма» и «разделами опыта. Основные решения не отличаются, меняется только суть решений в виду развития отрасли, технического прогресса, новшества в строительных материалах.',
      'Обслуговування басейну – це комплекс заходів та послуг для підтримання в чистоті води та поверхонь ванни басейну, а також збереження довговічності обладнання.':'Обслуживание бассейна – это комплекс мер и услуг для поддержания в чистоте воды и поверхностей ванны бассейна, а также сохранения долговечности оборудования.',
      'Весь комплекс можна умовно поділити на етапи:':'Весь комплекс можно условно разделить на этапы:',
      "Як виглядає сам процес із боку? Більшість «наших» об'єктів після введення в експлуатацію підписують угоду на подальше обслуговування. Ми погоджуємо регулярність, час приїзду нашого спеціаліста, побажання клієнта та порядок розрахунків. Наш персонал виконує основні процедури, заповнює журнал обслуговування, веде облік та робить необхідні заявки до офісу. Цей процес регламентований і повторюється по всьому етапі експлуатації басейну.":'Как выглядит сам процесс со стороны? Большинство «наших» объектов после введения в эксплуатацию, подписывают соглашение на последующее обслуживание. Мы согласовываем регулярность, время приезда нашего специалиста, пожелания клиента и порядок расчетов. Наш персонал выполняет основные процедуры, заполняет журнал обслуживания, ведет учет и делает необходимые заявки в офис. Это процесс регламентирован и повторяется на всем этапе эксплуатации бассейна.',
      'Довіра з боку клієнта – це найбільша цінність для нас, тому багато питань ми вирішуємо віддалено, обробляємо заявки, оперативно надаємо послуги максимально в короткі терміни.':'Доверие со стороны клиента — это наибольшая ценность для нас, поэтому многие вопросы мы решаем удаленно, обрабатываем заявки оперативно предоставляем услуги максимально в короткие сроки.',

   }
}
